// localized port names

"ether"                   = "Ethernet";
"multiether"              = "Ethernet %@";
"pci-ether"               = "PCI-разъем Ethernet %@";
"pci-multiether"          = "PCI-разъем Ethernet %@, порт %@";
"usb-ether"               = "USB Ethernet (%@)";
"generic-ether"           = "Адаптер Ethernet (%@)";

"airport"                 = "AirPort";
"generic-wireless"        = "Беспроводной сетевой адаптер (%@)";

"firewire"                = "FireWire";
"pci-firewire"            = "PCI-разъем FireWire %@";
"pci-multifirewire"       = "PCI-разъем FireWire %@, порт %@";
"generic-firewire"        = "Адаптер Ethernet (%@)";

"bluetooth"               = "Удаленный доступ Bluetooth";
"bluetooth-modem"         = "USB-Bluetooth модем-адаптер";
"bluetooth-modem-port"    = "Bluetooth модем-порт";
"generic-bluetooth-modem" = "Bluetooth-модем (%@)";

"bluetooth-pan"           = "Bluetooth PAN";

"irda"                    = "IrDA";
"irda-ircomm"             = "USB-адаптер модема IrDA";
"irda-ircomm-port"        = "Порт модема IrDA";

"modem"                   = "Внутр. модем";

"modem-port"              = "Порт модема";
"modem-printer-port"      = "Порт модема/принтера";

"printer-port"            = "Порт принтера";
"serial-port"             = "Последовательный порт";

"usbmodem"                = "USB-модем "; 
"generic-usbmodem"        = "USB-модем (%@)"; 

"wwan"                    = "WWAN"; 

"bond"                    = "Ethernet-связка (%@)";

"vlan"                    = "VLAN (%@)";

"ipv4"                    = "IPv4";

"l2tp"                    = "L2TP";

"pptp"                    = "PPTP";

"6to4"                    = "6to4";

"ipsec"                   = "IPSec";

// port names (from drivers) that would be good to localize

"External Modem"          = "Внешний модем";

"USB Ethernet"            = "USB Ethernet";
"USB Gigabit Ethernet"    = "USB Gigabit Ethernet";

"iPhone"                  = "iPhone USB";

// [older] "Built-in" localizations

"X-ether"                 = "Встроенный Ethernet";
"X-multiether"            = "Встроенный Ethernet %@";
"X-firewire"              = "Встроенный FireWire";
"X-bluetooth"             = "Bluetooth";
